[
  "obsidian-spaced-repetition",
  "obsidian-youglish-plugin",
  "obsidian-style-settings",
  "obsidian-hider",
  "editing-toolbar",
  "obsidian-icon-folder",
  "calendar",
  "periodic-notes",
  "obsidian-banners",
  "homepage",
  "obsidian-kanban",
  "obsidian-reminder-plugin",
  "dataview",
  "templater-obsidian",
  "table-extended"
]