{
  "animation": { "branch": "main" },
  "auto-pairs": { "branch": "master" },
  "auto-save": { "branch": "main" },
  "buffer-delete": { "branch": "master" },
  "buffer-line": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "commentator": { "branch": "master" },
  "conform": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap-ui": { "branch": "master" },
  "dap-virtual-text": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "diagnostics": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "folds": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-graph": { "branch": "main" },
  "git-signs": { "branch": "main" },
  "highlight-colors": { "branch": "main" },
  "icons": { "branch": "master" },
  "illuminate": { "branch": "master" },
  "indent-blankline": { "branch": "master" },
  "jdtls": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini-pairs": { "branch": "main" },
  "mini-patterns": { "branch": "main" },
  "monokai-pro": { "branch": "master" },
  "neo-tree": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-dotnet": { "branch": "main" },
  "neotest-golang": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "plenary": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow_delimiters": { "branch": "master" },
  "ruscmd.nvim": { "branch": "main" },
  "scrollbar": { "branch": "main" },
  "smear-cursor": { "branch": "main" },
  "smooth-cursor": { "branch": "main" },
  "statuscol": { "branch": "main" },
  "symbols-outline": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "which-key": { "branch": "main" },
  "windows": { "branch": "main" }
}
